{
   "intents": [
      {
         "tag": "diemchuan",
         "patterns": [
            "điểm chuẩn là bao nhiêu",
            "điểm chuẩn của từng ngành công nghệ thông tin",
            "điểm chuẩn của năm vừa qua",
            "ngành này tầm bao nhiêu điểm",
            "bao nhiêu điểm để đậu vào ngành này",
            "Cho em hỏi điểm xét học bạ ngành CNTT là bao nhiêu ?",
            "Điểm xét học bạ của CNTT đi ạ ?",
            "Cho em hỏi điểm xét học bạ ngành công nghệ thông tin ạ",
            "Ngành CNTT xét học bạ và thi tốt nghiệp lấy bao nhiêu điểm vậy thầy cô ơi",
            "bao nhiêu điểm để đậu vào ngành này ở trường",
            "điểm trung bình bao nhiêu là đậu",
            "điểm đầu vào năm trước là bao nhiêu",
            "Năm nay điểm học bạ có tăng không ạ ?",
            "khoảng bao nhiêu điểm thì được đậu vậy ạ",
            "cntt năm nay xét học bạ tầm bao nhiều điểm vậy ạ ?",
            "điểm xét học bạ sẽ ra sao ạ",
            "em xin tham khảo điểm xét tuyển CNTT những năm trước ạ",
            "Công nghệ thông tin xét học bạ bao nhiêu điểm thì an toàn v",
            "Xét học bạ công nghệ thông tin thì cần bao nhiêu điểm",
            "em nhớ điểm chuẩn CNTT thi 24.5 đúng k ạ",
            "Điểm chuẩn học bạ năm nay có cao hơn năm ngoái không ạ",
            "ngành cntt bao nhiêu điểm vậy",
            "bao nhiêu điểm thì đậu ngành cntt",
            "điểm đậu ngành cntt là bao nhiêu",
            "cntt xét học bạ bao nhiêu điểm",
            "điểm thi năm 2020 ngành cntt",
            "điểm học ba năm 2020 của ngành cntt",
            "điểm thi ngành cntt có cao không ạ",
            "học bạ cần bao nhiêu để đậu ngành cntt",
            "điểm học bạ của ngành năm 2020 có cao không",
            "điểm thi năm vừa rồi cần bao nhiêu để đậu cntt",
            "cntt năm vừa rồi lấy điểm có cao không",
            "điểm chuẩn tất cả các ngành",
            "điểm chuẩn công nghệ thông tin chất lượng cao bao nhiêu",
            "điểm chuẩn của từng ngành khoa học máy tính",
"cho em hỏi điểm xét học bạ ngành khoa học máy tính là bao nhiêu ?",
"điểm xét học bạ của khoa học máy tính đi ạ ?",
"cho em hỏi điểm xét học bạ ngành khoa học máy tính ạ",
"ngành khoa học máy tính xét học bạ và thi tốt nghiệp lấy bao nhiêu điểm vậy thầy cô ơi",
"ngành khoa học máy tính xét học bạ và thi tốt nghiệp lấy bao nhiêu điểm vậy thầy cô ơi",
"khoa học máy tính năm nay xét học bạ tầm bao nhiều điểm vậy ạ ?",
"em xin tham khảo điểm xét tuyển khoa học máy tính những năm trước ạ",
"khoa học máy tính xét học bạ bao nhiêu điểm thì an toàn v",
"xét học bạ khoa học máy tính thì cần bao nhiêu điểm",
"em nhớ điểm chuẩn khoa học máy tính thi 24.5 đúng k ạ",
"ngành khoa học máy tính bao nhiêu điểm vậy",
"bao nhiêu điểm thì đậu ngành khoa học máy tính",
"điểm đậu ngành khoa học máy tính là bao nhiêu",
"khoa học máy tính xét học bạ bao nhiêu điểm",
"điểm thi năm 2020 ngành khoa học máy tính",
"điểm học ba năm 2020 của ngành khoa học máy tính",
"điểm thi ngành khoa học máy tính có cao không ạ",
"học bạ cần bao nhiêu để đậu ngành khoa học máy tính",
"điểm thi năm vừa rồi cần bao nhiêu để đậu khoa học máy tính",
"khoa học máy tính năm vừa rồi lấy điểm có cao không",
"điểm chuẩn khoa học máy tính chất lượng cao bao nhiêu",
"điểm chuẩn của từng ngành hệ thống thông tin",
"cho em hỏi điểm xét học bạ ngành hệ thống thông tin là bao nhiêu ?",
"điểm xét học bạ của hệ thống thông tin đi ạ ?",
"cho em hỏi điểm xét học bạ ngành hệ thống thông tin ạ",
"ngành hệ thống thông tin xét học bạ và thi tốt nghiệp lấy bao nhiêu điểm vậy thầy cô ơi",
"ngành hệ thống thông tin xét học bạ và thi tốt nghiệp lấy bao nhiêu điểm vậy thầy cô ơi",
"hệ thống thông tin năm nay xét học bạ tầm bao nhiều điểm vậy ạ ?",
"em xin tham khảo điểm xét tuyển hệ thống thông tin những năm trước ạ",
"hệ thống thông tin xét học bạ bao nhiêu điểm thì an toàn v",
"xét học bạ hệ thống thông tin thì cần bao nhiêu điểm",
"em nhớ điểm chuẩn hệ thống thông tin thi 24.5 đúng k ạ",
"ngành hệ thống thông tin bao nhiêu điểm vậy",
"bao nhiêu điểm thì đậu ngành hệ thống thông tin",
"điểm đậu ngành hệ thống thông tin là bao nhiêu",
"hệ thống thông tin xét học bạ bao nhiêu điểm",
"điểm thi năm 2020 ngành hệ thống thông tin",
"điểm học ba năm 2020 của ngành hệ thống thông tin",
"điểm thi ngành hệ thống thông tin có cao không ạ",
"học bạ cần bao nhiêu để đậu ngành hệ thống thông tin",
"điểm thi năm vừa rồi cần bao nhiêu để đậu hệ thống thông tin",
"hệ thống thông tin năm vừa rồi lấy điểm có cao không",
"điểm chuẩn hệ thống thông tin chất lượng cao bao nhiêu",
"điểm chuẩn của từng ngành Kĩ thuật phần mềm",
"cho em hỏi điểm xét học bạ ngành Kĩ thuật phần mềm là bao nhiêu ?",
"điểm xét học bạ của Kĩ thuật phần mềm đi ạ ?",
"cho em hỏi điểm xét học bạ ngành Kĩ thuật phần mềm ạ",
"ngành Kĩ thuật phần mềm xét học bạ và thi tốt nghiệp lấy bao nhiêu điểm vậy thầy cô ơi",
"ngành Kĩ thuật phần mềm xét học bạ và thi tốt nghiệp lấy bao nhiêu điểm vậy thầy cô ơi",
"Kĩ thuật phần mềm năm nay xét học bạ tầm bao nhiều điểm vậy ạ ?",
"em xin tham khảo điểm xét tuyển Kĩ thuật phần mềm những năm trước ạ",
"Kĩ thuật phần mềm xét học bạ bao nhiêu điểm thì an toàn v",
"xét học bạ Kĩ thuật phần mềm thì cần bao nhiêu điểm",
"em nhớ điểm chuẩn Kĩ thuật phần mềm thi 24.5 đúng k ạ",
"ngành Kĩ thuật phần mềm bao nhiêu điểm vậy",
"bao nhiêu điểm thì đậu ngành Kĩ thuật phần mềm",
"điểm đậu ngành Kĩ thuật phần mềm là bao nhiêu",
"Kĩ thuật phần mềm xét học bạ bao nhiêu điểm",
"điểm thi năm 2020 ngành Kĩ thuật phần mềm",
"điểm học ba năm 2020 của ngành Kĩ thuật phần mềm",
"điểm thi ngành Kĩ thuật phần mềm có cao không ạ",
"học bạ cần bao nhiêu để đậu ngành Kĩ thuật phần mềm",
"điểm thi năm vừa rồi cần bao nhiêu để đậu Kĩ thuật phần mềm",
"Kĩ thuật phần mềm năm vừa rồi lấy điểm có cao không",
"điểm chuẩn Kĩ thuật phần mềm chất lượng cao bao nhiêu"

         ],
         "responses": [
            "Ngành công nghệ thông tin điểm thi trúng tuyển năm 2020 là 24.25, điểm trúng tuyển học bạ 2020 là 27.50, Công nghệ thông tin (Hòa An) với điểm thi 18.00 và điểm học bạ là 19.50 và với Ngành Công nghệ thông tin chất lượng cao với điểm thi là 20 và điểm học là 22.25",
            "Ngành Khoa học máy tính điểm thi trúng tuyển năm 2020 là 24.00, điểm trúng tuyển học bạ là 24.00",
            "Ngành kĩ thuật phần mềm điểm thi trúng tuyển năm 2020 là 22.50 và điểm trúng tuyển học là 25.50",
            "Ngành hệ thống thông tin điểm thi trúng tuyển năm 2020 là 19.00 và điểm trúng tuyển học là 21.00",
            "Ngành công nghệ thông tin điểm thi trúng tuyển năm 2020 là 24.25, điểm trúng tuyển học bạ 2020 là 27.50, Công nghệ thông tin (Hòa An) với điểm thi 18.00 và điểm học bạ là 19.50 và với Ngành Công nghệ thông tin chất lượng cao với điểm thi là 20 và điểm học là 22.25 - Ngành Khoa học máy tính   là 24.00 và 21.00 - Ngành kĩ thuật phần mềm  22.50 và 25.50 - Ngành hệ thống thông tin lần lượt là 19.00 và  21.00"
         ]
      },
      {
         "tag": "phuongthucxettuyen",
         "patterns": [
            "có bao nhiêu phương thức xét tuyển",
            "cách xét tuyển của ngành là gì",
            "cách thức tuyển sinh của trường",
            "Ngành CNTT có xét học bạ không ạ",
            "Phương thức xét tuyển ngành công nghệ thông tin ạ?",
            "Hình thức xét tuyển ngành CNTT như thế nào ạ ?",
            "Phương thức xét tuyển ngành cntt vậy ạ",
            "phương thức 2 như thế nào",
            "phương thức 2 ra sao",
            "phương thức một là gì",
            "phương thức một ra sao",
            "phương thức một như thế nào",
            "phương thức 1 là gì",
            "phương thức 1 ra sao",
            "phương thức ba là gì",
            "phương thức ba ra sao",
            "phương thức ba như thế nào",
            "phương thức bốn là gì",
            "phương thức bốn  ra sao",
            "phương thức bốn như thế nào",
            "phương thức năm là gì",
            "phương thức năm ra sao",
            "phương thức năm như thế nào",
            "phương thức sáu là gì",
            "phương thức sáu ra sao",
            "phương thức 6 như thế nào",
            "hình thức xét tuyển",
            "phương thức xét tuyển",
            "xét điểm kỳ thi tốt nghiệp như thế nào",
            "xét điểm kỳ thi tốt nghiệp như thế nào",
            "xét điểm thi tốt nghiệp rồi có cần thi đại học nữa không",
            "xét điểm thi tốt nghiệp là sao",
            "xét điểm thi tốt nghiệp trung học phổ thông là sao",
            "phương thức 3 như thế nào",
            "phương thức 3 ra sao",
            "ngành công nghệ thông tin có xét học bạ không ạ",
            "Xét mấy học bạ mấy học kì vậy ạ",
            "cách xét học như thế nào vậy ạ",
            "Cho em hỏi về hình thức tuyển sinh ngành cntt",
            "Em muốn hỏi về phương thức xét học bạ",
            "Xét học bạ học kì nào ạ",
            " nếu xét hc bạ thì xét mấy học kì ạ",
            "cách xét học bạ ngành cntt thế nào v",
            "Cho em hỏi xét tuyển phương thức 3 là sao ạ",
            "phương thức xét tuyển cntt",
            "xét học bạ ngành cntt là thế nào",
            "ngành cntt xét tuyển như thế nào",
            "xét học bạ ngành cntt ra sao",
            "hình thức tuyển sinh băng học ba cntt như thế nào",
            "cntt xét tuyển theo phương thức nào",
            "các phương thức xét tuyển ngành cntt",
            "cntt xét theo những phương thức nào vậy ạ",
            "cntt xét theo mấy phương thức",
            "phương thức nào dành cho cntt",
            "cntt xét theo học bạ hay điểm thi vậy ạ",
            "phương thức xét tuyển ngành Khoa học máy tính vậy ạ",
"ngành Khoa học máy tính có xét học bạ không ạ",
"cho em hỏi về hình thức tuyển sinh ngành Khoa học máy tính",
"cách xét học bạ ngành Khoa học máy tính thế nào v",
"phương thức xét tuyển Khoa học máy tính",
"xét học bạ ngành Khoa học máy tính là thế nào",
"ngành Khoa học máy tính xét tuyển như thế nào",
"xét học bạ ngành Khoa học máy tính ra sao",
"hình thức tuyển sinh băng học ba Khoa học máy tính như thế nào",
"Khoa học máy tính xét tuyển theo phương thức nào",
"các phương thức xét tuyển ngành Khoa học máy tính",
"Khoa học máy tính xét theo những phương thức nào vậy ạ",
"Khoa học máy tính xét theo mấy phương thức",
"phương thức nào dành cho Khoa học máy tính",
"Khoa học máy tính xét theo học bạ hay điểm thi vậy ạ",
"ngành kĩ thuật phần mềm có xét học bạ không ạ",
"phương thức xét tuyển ngành kĩ thuật phần mềm ạ?",
"hình thức xét tuyển ngành kĩ thuật phần mềm như thế nào ạ ?",
"phương thức xét tuyển ngành kĩ thuật phần mềm vậy ạ",
"ngành kĩ thuật phần mềm có xét học bạ không ạ",
"cho em hỏi về hình thức tuyển sinh ngành kĩ thuật phần mềm",
"cách xét học bạ ngành kĩ thuật phần mềm thế nào v",
"phương thức xét tuyển kĩ thuật phần mềm",
"xét học bạ ngành kĩ thuật phần mềm là thế nào",
"ngành kĩ thuật phần mềm xét tuyển như thế nào",
"xét học bạ ngành kĩ thuật phần mềm ra sao",
"hình thức tuyển sinh băng học ba kĩ thuật phần mềm như thế nào",
"kĩ thuật phần mềm xét tuyển theo phương thức nào",
"các phương thức xét tuyển ngành kĩ thuật phần mềm",
"kĩ thuật phần mềm xét theo những phương thức nào vậy ạ",
"kĩ thuật phần mềm xét theo mấy phương thức",
"phương thức nào dành cho kĩ thuật phần mềm",
"kĩ thuật phần mềm xét theo học bạ hay điểm thi vậy ạ",
"ngành hệ thống thông tin có xét học bạ không ạ",
"phương thức xét tuyển ngành hệ thống thông tin ạ?",
"hình thức xét tuyển ngành hệ thống thông tin như thế nào ạ ?",
"phương thức xét tuyển ngành hệ thống thông tin vậy ạ",
"ngành hệ thống thông tin có xét học bạ không ạ",
"cho em hỏi về hình thức tuyển sinh ngành hệ thống thông tin",
"cách xét học bạ ngành hệ thống thông tin thế nào v",
"phương thức xét tuyển hệ thống thông tin",
"xét học bạ ngành hệ thống thông tin là thế nào",
"ngành hệ thống thông tin xét tuyển như thế nào",
"xét học bạ ngành hệ thống thông tin ra sao",
"hình thức tuyển sinh băng học ba hệ thống thông tin như thế nào",
"hệ thống thông tin xét tuyển theo phương thức nào",
"các phương thức xét tuyển ngành hệ thống thông tin",
"hệ thống thông tin xét theo những phương thức nào vậy ạ",
"hệ thống thông tin xét theo mấy phương thức",
"phương thức nào dành cho hệ thống thông tin",
"hệ thống thông tin xét theo học bạ hay điểm thi vậy ạ"
         ],
         "responses": [
            "Ngành công nghệ thông tin có thể làm là  Nhà tư vấn, giám sát, nhà lãnh đạo lĩnh vực công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân.Lập trình viên, kỹ thuật viên, quản trị viên hệ thống công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân.Cán bộ nghiên cứu, phân tích trong lĩnh vực công nghệ thông tin tại các viện nghiên cứu hay các trường đại học.Giảng viên giảng dạy ở các trường đại học, cao đẳng, trung học chuyên nghiệp, trung học phổ thông.",
            "Vị trí việc làm ngành khoa học máy tính là - Chuyên viên phân tích dữ liệu Chuyên viên đồ hoạ và thị giác máy tính Lập trình viên, quản lý dự án;Chuyên viên thiết kế, phát triển phần mềm Chuyên viên nghiên cứu và phát triển các công nghệ tri thức (sản phẩm mang tính thông minh), xử lý hình ảnh, thị giác máy tính, thực tế ảo, lập trình trò chơi. Giảng viên, nghiên cứu viên",
            "Ngành kĩ thuật phần mềm có thể làm là Kỹ sư phát triển phần mềm Kỹ sư kiểm thử phần mềm Kỹ sư phân tích và thiết kế phần mềm Kỹ sư bảo trì phần mềm Trưởng nhóm lập trình, trưởng dự án và các vị trí điều hành các cấp trong dự án phần mềm chủ doanh nghiệp sản xuất phần mềm...",
            "Vị trí việc làm của ngành hệ thống thông tin là Chuyên viên tư vấn, thiết kế giải pháp xây dựng HTTT cho đơn vị, tổ chức. Quản trị viên hệ thống thông tin tại các đơn vị, tổ chức. Lập trình viên, chuyên viên thiết kế, quản trị cơ sở dữ liệu. Chuyên gia phân tích, thiết kế hệ thống.",
            "Tùy vào mỗi ngành có vị trị việc làm khác nhau như với công nghệ thông tin nổi bật là Lập trình viên, kỹ thuật viên, quản trị viên hệ thống công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân. Với khoa học máy tính là Chuyên viên nghiên cứu và phát triển các công nghệ tri thức (sản phẩm mang tính thông minh), xử lý hình ảnh, thị giác máy tính, thực tế ảo, lập trình trò chơi. Kĩ thuật phần mềm là kỹ sư phát triển phần mềm và hệ thông thông tin là Chuyên viên tư vấn, thiết kế giải pháp xây dựng HTTT cho đơn vị, tổ chức."
         ]
      },
      {
         "tag": "chuongtrinhdaotao",
         "patterns": [
            "chương trình đào tạo bao nhiêu năm",
            "ngành đào tạo những gì",
            "khi học thì sẽ được học những gì",
            "ngành đó đào tạo về những kĩ năng",
            "chương trình đào tạo có quá khó không",
            "Ngành cntt đào tạo những gì vậy ạ",
            "Chương trình đào tạo ngành CNTT là mấy năm ạ",
            "Cho em hỏi ngành CNTT gồm bao nhiêu học phần?",
            "Chương trình đào tạo ngành CNTT là mấy năm ạ? ",
            "Chương trình đào tạo ngành CNTT có những gì ạ?",
            "Ngành đó đào tạo về những kĩ năng gì",
            "ngành đào tạo những gì",
            "Ngành này học về cái gì",
            "Ngành này học những gì",
            "Em muốn hỏi ngành này gồm bao nhiêu tín chỉ ạ",
            "Cho em hỏi nghành công nghệ thông tin thì có thể học những chuyên nghành nào ạ",
            "chương trình đào tạo ngành cntt khó không",
            "chương trình đào tạo mấy năm ngành cntt",
            "cntt dạy những gì ",
            "cntt đào tạo những lĩnh vực nào ",
            "lĩnh vực đào tạo cntt như thế nào",
            "cntt học bao lâu ra trường",
            "ngành cntt đào tạo sinh viên kĩ năng gì ",
            "ngành khoa học máy tính đào tạo những gì vậy ạ",
  "chương trình đào tạo ngành khoa học máy tính là mấy năm ạ",
  "cho em hỏi ngành khoa học máy tính gồm bao nhiêu học phần?",
  "chương trình đào tạo ngành khoa học máy tính là mấy năm ạ? ",
  "chương trình đào tạo ngành khoa học máy tính có những gì ạ?",
  "cho em hỏi nghành khoa học máy tính thì có thể học những chuyên nghành nào ạ",
  "chương trình đào tạo ngành khoa học máy tính khó không",
  "chương trình đào tạo mấy năm ngành khoa học máy tính",
  "khoa học máy tính dạy những gì ",
  "khoa học máy tính đào tạo những lĩnh vực nào ",
  "lĩnh vực đào tạo khoa học máy tính như thế nào",
  "khoa học máy tính học bao lâu ra trường",
  "ngành khoa học máy tính đào tạo sinh viên kĩ năng gì ",
            "Ngành này học về nội dung gì",
            "Ngành này học những gì",
            "Thời gian cần để hoàn thành được việc đào tạo",
            "ngành kĩ thuật phần mềm đào tạo những gì vậy ạ",
"chương trình đào tạo ngành kĩ thuật phần mềm là mấy năm ạ",
"cho em hỏi ngành kĩ thuật phần mềm gồm bao nhiêu học phần?",
"chương trình đào tạo ngành kĩ thuật phần mềm là mấy năm ạ? ",
"chương trình đào tạo ngành kĩ thuật phần mềm có những gì ạ?",
"cho em hỏi nghành kĩ thuật phần mềm thì có thể học những chuyên nghành nào ạ",
"chương trình đào tạo ngành kĩ thuật phần mềm khó không",
"chương trình đào tạo mấy năm ngành kĩ thuật phần mềm",
"kĩ thuật phần mềm dạy những gì ",
"kĩ thuật phần mềm đào tạo những lĩnh vực nào ",
"lĩnh vực đào tạo kĩ thuật phần mềm như thế nào",
"kĩ thuật phần mềm học bao lâu ra trường",
"ngành kĩ thuật phần mềm đào tạo sinh viên kĩ năng gì ",
"ngành hệ thông thông tin đào tạo những gì vậy ạ",
"chương trình đào tạo ngành hệ thông thông tin là mấy năm ạ",
"cho em hỏi ngành hệ thông thông tin gồm bao nhiêu học phần?",
"chương trình đào tạo ngành hệ thông thông tin là mấy năm ạ? ",
"chương trình đào tạo ngành hệ thông thông tin có những gì ạ?",
"cho em hỏi nghành hệ thông thông tin thì có thể học những chuyên nghành nào ạ",
"chương trình đào tạo ngành hệ thông thông tin khó không",
"chương trình đào tạo mấy năm ngành hệ thông thông tin",
"hệ thông thông tin dạy những gì ",
"hệ thông thông tin đào tạo những lĩnh vực nào ",
"lĩnh vực đào tạo hệ thông thông tin như thế nào",
"hệ thông thông tin học bao lâu ra trường",
"ngành hệ thông thông tin đào tạo sinh viên kĩ năng gì "
         ],
         "responses": [
            " Thời gian đạo tạo là 4.5 năm  với số tín chỉ là 155 Chuyên ngành Công nghệ thông tin (CNTT) với CNTT chất lượng cao học kỳ đầu tiên được học Chương trình bồi dưỡng Tiếng Anh (20 tín chỉ) và hơn 60% các môn học được giảng dạy bằng Tiếng Anh,Ngành đào tạo kỹ sư có kỹ năng và kiến thức để đảm nhận vị trí nghề nghiệp trong lĩnh vực CNTT, thăng tiến đến vị trí lãnh đạo, khả hành nghiên cứu  hoặc tiếp tục học cao hơn trong lĩnh vực này. Sinh viên ngành CNTT sẽ được trang bị những kiến thức nền tảng về cơ sở lý thuyết, toán và khoa học được sử dụng trong lĩnh vực CNTT, kiến thức chuyên sâu và các giải pháp về sản phẩm CNTT đương đại. Sau khi học xong chương trình, người học có khả năng giải thích và vận dụng kiến thức nền tảng, các giải pháp và sản phẩm CNTT thích hợp đáp ứng nhu cầu của một tổ chức hay cá nhân. Có 2 chuyên ngành là CNTT và Tin học ứng dụng",
            "Thời gian đào tạo là 4.5 năm, Ngành Khoa học Máy tính là một trong những ngành học quan trọng tại các trường đại học đào tạo về công nghệ thông tin (CNTT) nói riêng và kỹ thuật nói chung. Đây là ngành học dành cho các bạn đam mê nghiên cứu chuyên sâu về CNTT, khả năng tính toán của hệ thống máy tính, trí thông minh nhân tạo, học máy, đồ hoạ và thị giác máy tính,… rất phù hợp các nhu cầu về nguồn nhân lực cho cuộc cách mạng công nghệ 4.0. ",
            "Ngành kỹ thuật phần mềm với thời gian đào tạo là 4.5, đào tạo sinh viên trở thành kỹ sư KTMP chất lượng cao, có sức khỏe, đạo đức và trách nhiệm với xã hội, có kiến thức và kỹ năng chuyên môn để phát triển các hệ thống phần mềm; có thể đảm nhận vị trí nghề nghiệp trong lĩnh vực công nghệ phần mềm; có khả năng học tập suốt đời và khả năng làm việc trong lĩnh vực phần mềm trong và ngoài nước.",
            "Ngành hệ thống thông tin với thời gian đào tạo là 4.5, đào tạo kỹ sư có khả năng quản trị, phân tích, thiết kế và xây dựng các Hệ thống thông tin (phần mềm phục vụ quản lý, điều hành, hỗ trợ ra quyết định) cho các tổ chức hoạt động trong các lĩnh vực khác nhau như giáo dục, hành chính sự nghiệp, doanh nghiệp."
         ]
      },
      {
         "tag": "vitrilamviec",
         "patterns": [
            "những vị trí việc làm khi ra trường",
            "ra trường sẽ làm những gì",
            "sau khi ra trường có thể làm những việc gì ạ",
            "Học CNTT thì ra trường làm gì ạ",
            "Em muốn hỏi sau khi tốt nghiệp ngành cntt người học có thể làm những công việc gì?",
            "CNTT sau khi ra trường thì có thể làm gì?",
            "Cho em hỏi về cơ hội việc làm khi học ngành CNTT?",
            "Cho em hỏi ngành CNTT ra trường thì cơ hội việc làm như thế nào ạ",
            "Công nghệ thông tin học xong ra sẽ phù hợp với những nghề nào?",
            "Ngành CNTT làm việc được ở những lĩnh vực nào vậy ạ ?",
            "Cho em hỏi học ngành CNTT sau khi tốt nghiệp có việc làm không?",
            "học khoa học máy tính sẽ làm được gì",
            "khmt sau khi ra trường thì có thể làm được gì",
            "cơ hội làm việc của ngành khmt",
            "ngành cntt ra trường làm được gì",
            "nghề nào mà cntt có thể làm",
            "cntt có áp dụng được nhiều nghề hk",
            "cntt làm được những lĩnh vực nào",
            "ngành cntt có đa đạng việc làm không",
            "cntt có làm game được không ạ",
            "học khoa học máy tính thì ra trường làm gì ạ",
"em muốn hỏi sau khi tốt nghiệp ngành khoa học máy tính người học có thể làm những công việc gì?",
"khoa học máy tính sau khi ra trường thì có thể làm gì?",
"cho em hỏi về cơ hội việc làm khi học ngành khoa học máy tính?",
"cho em hỏi ngành khoa học máy tính ra trường thì cơ hội việc làm như thế nào ạ",
"khoa học máy tính học xong ra sẽ phù hợp với những nghề nào?",
"ngành khoa học máy tính làm việc được ở những lĩnh vực nào vậy ạ ?",
"cho em hỏi học ngành khoa học máy tính sau khi tốt nghiệp có việc làm không?",
"ngành khoa học máy tính ra trường làm được gì",
"nghề nào mà khoa học máy tính có thể làm",
"khoa học máy tính có áp dụng được nhiều nghề hk",
"khoa học máy tính làm được những lĩnh vực nào",
"ngành khoa học máy tính có đa đạng việc làm không",
"khoa học máy tính có làm game được không ạ",
"học kĩ thuật phần mềm thì ra trường làm gì ạ",
"em muốn hỏi sau khi tốt nghiệp ngành kĩ thuật phần mềm người học có thể làm những công việc gì?",
"kĩ thuật phần mềm sau khi ra trường thì có thể làm gì?",
"cho em hỏi về cơ hội việc làm khi học ngành kĩ thuật phần mềm?",
"cho em hỏi ngành kĩ thuật phần mềm ra trường thì cơ hội việc làm như thế nào ạ",
"kĩ thuật phần mềm học xong ra sẽ phù hợp với những nghề nào?",
"ngành kĩ thuật phần mềm làm việc được ở những lĩnh vực nào vậy ạ ?",
"cho em hỏi học ngành kĩ thuật phần mềm sau khi tốt nghiệp có việc làm không?",
"ngành kĩ thuật phần mềm ra trường làm được gì",
"nghề nào mà kĩ thuật phần mềm có thể làm",
"kĩ thuật phần mềm có áp dụng được nhiều nghề hk",
"kĩ thuật phần mềm làm được những lĩnh vực nào",
"ngành kĩ thuật phần mềm có đa đạng việc làm không",
"kĩ thuật phần mềm có làm game được không ạ",
"học hệ thống thông tin thì ra trường làm gì ạ",
"em muốn hỏi sau khi tốt nghiệp ngành hệ thống thông tin người học có thể làm những công việc gì?",
"hệ thống thông tin sau khi ra trường thì có thể làm gì?",
"cho em hỏi về cơ hội việc làm khi học ngành hệ thống thông tin?",
"cho em hỏi ngành hệ thống thông tin ra trường thì cơ hội việc làm như thế nào ạ",
"hệ thống thông tin học xong ra sẽ phù hợp với những nghề nào?",
"ngành hệ thống thông tin làm việc được ở những lĩnh vực nào vậy ạ ?",
"cho em hỏi học ngành hệ thống thông tin sau khi tốt nghiệp có việc làm không?",
"ngành hệ thống thông tin ra trường làm được gì",
"nghề nào mà hệ thống thông tin có thể làm",
"hệ thống thông tin có áp dụng được nhiều nghề hk",
"hệ thống thông tin làm được những lĩnh vực nào",
"ngành hệ thống thông tin có đa đạng việc làm không"
         ],
         "responses": [
            "Ngành công nghệ thông tin có thể làm là  Nhà tư vấn, giám sát, nhà lãnh đạo lĩnh vực công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân.Lập trình viên, kỹ thuật viên, quản trị viên hệ thống công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân.Cán bộ nghiên cứu, phân tích trong lĩnh vực công nghệ thông tin tại các viện nghiên cứu hay các trường đại học.Giảng viên giảng dạy ở các trường đại học, cao đẳng, trung học chuyên nghiệp, trung học phổ thông.",
            "Vị trí việc làm ngành khoa học máy tính là - Chuyên viên phân tích dữ liệu Chuyên viên đồ hoạ và thị giác máy tính Lập trình viên, quản lý dự án;Chuyên viên thiết kế, phát triển phần mềm Chuyên viên nghiên cứu và phát triển các công nghệ tri thức (sản phẩm mang tính thông minh), xử lý hình ảnh, thị giác máy tính, thực tế ảo, lập trình trò chơi. Giảng viên, nghiên cứu viên",
            "Ngành kĩ thuật phần mềm có thể làm là Kỹ sư phát triển phần mềm Kỹ sư kiểm thử phần mềm Kỹ sư phân tích và thiết kế phần mềm Kỹ sư bảo trì phần mềm Trưởng nhóm lập trình, trưởng dự án và các vị trí điều hành các cấp trong dự án phần mềm chủ doanh nghiệp sản xuất phần mềm...",
            "Vị trí việc làm của ngành hệ thống thông tin là Chuyên viên tư vấn, thiết kế giải pháp xây dựng HTTT cho đơn vị, tổ chức. Quản trị viên hệ thống thông tin tại các đơn vị, tổ chức. Lập trình viên, chuyên viên thiết kế, quản trị cơ sở dữ liệu. Chuyên gia phân tích, thiết kế hệ thống.",
            "Tùy vào mỗi ngành có vị trị việc làm khác nhau như với công nghệ thông tin nổi bật là Lập trình viên, kỹ thuật viên, quản trị viên hệ thống công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân. Với khoa học máy tính là Chuyên viên nghiên cứu và phát triển các công nghệ tri thức (sản phẩm mang tính thông minh), xử lý hình ảnh, thị giác máy tính, thực tế ảo, lập trình trò chơi. Kĩ thuật phần mềm là kỹ sư phát triển phần mềm và hệ thông thông tin là Chuyên viên tư vấn, thiết kế giải pháp xây dựng HTTT cho đơn vị, tổ chức."
         ]
      },
      {
         "tag": "noilamviec",
         "patterns": [
            " xin việc làm được vào những nơi nào",
            "khi mà sau khi học ngành Công nghệ thông tin thì có thể tìm kiếm cơ hội việc làm ở đâu ạ?",
            "Ngành CNTT có cơ hội thực tập tại đâu vậy ạ?",
            "ra trường làm ở chỗ nào",
            "chỗ làm việc ở đâu v ạ",
            "Vậy cho em hỏi sinh viên mới ra trườg thì sao để có kinh nghiệm để ứng tuyển vào các công ty phần mềm ạ?",
            "cntt ra trường mình làm những nơi đâu ạ",
            "cntt làm được đâu ở vậy ạ",
            "cntt đi làm ở đâu là thích hợp",
            "nơi đâu cntt có thể làm ",
            "thực tập của ngành cntt ở đâu v ạ",
            "khi mà sau khi học ngành khoa học máy tính thì có thể tìm kiếm cơ hội việc làm ở đâu ạ?",
"ngành khoa học máy tính có cơ hội thực tập tại đâu vậy ạ?",
"khoa học máy tính ra trường mình làm những nơi đâu ạ",
"khoa học máy tính làm được đâu ở vậy ạ",
"khoa học máy tính đi làm ở đâu là thích hợp",
"nơi đâu khoa học máy tính có thể làm ",
"thực tập của ngành khoa học máy tính ở đâu v ạ",
"khi mà sau khi học ngành kĩ thuật phần mềm thì có thể tìm kiếm cơ hội việc làm ở đâu ạ?",
"ngành kĩ thuật phần mềm có cơ hội thực tập tại đâu vậy ạ?",
"kĩ thuật phần mềm ra trường mình làm những nơi đâu ạ",
"kĩ thuật phần mềm làm được đâu ở vậy ạ",
"kĩ thuật phần mềm đi làm ở đâu là thích hợp",
"nơi đâu kĩ thuật phần mềm có thể làm ",
"thực tập của ngành kĩ thuật phần mềm ở đâu v ạ",
"khi mà sau khi học ngành hệ thống thông tin thì có thể tìm kiếm cơ hội việc làm ở đâu ạ?",
"ngành hệ thống thông tin có cơ hội thực tập tại đâu vậy ạ?",
"hệ thống thông tin ra trường mình làm những nơi đâu ạ",
"hệ thống thông tin làm được đâu ở vậy ạ",
"hệ thống thông tin đi làm ở đâu là thích hợp",
"nơi đâu hệ thống thông tin có thể làm ",
"thực tập của ngành hệ thống thông tin ở đâu v ạ"

         ],
         "responses": [
            "Ngành công nghệ thông tin có thể làm việc tại Các doanh nghiệp, công ty, tập đoàn có sử dụng CNTT.Các công ty, tập đoàn phát triển công nghệ và sản phẩm CNTT.Các trường đại học, cao đẳng, trung học chuyên nghiệp, trung học phổ thông.",
            "Ngành khoa học máy tính có thể làm việc tại Công ty sản xuất, gia công, bảo trì phần mềm, Công ty tư vấn - thiết kế các giải pháp công nghệ thông tin,Cơ quan Nhà nước có liên quan đến lĩnh vực công nghệ thông tin,Trường đại học, cao đẳng, trung cấp, … đào tạo về công nghệ thông tin.",
            "Nơi làm việc của kỹ thuật phần mềm là Công ty chuyên về thiết kế, phát triển phần mềm, Công ty tư vấn, thiết kế giải pháp công nghệ thông tin cho doanh nghiệp,Các cơ quan, đơn vị nhà nước có liên quan đến vận hành và phát triển ứng dụng CNTT.Các viện nghiên cứu và chuyển giao công nghệ thuộc lĩnh vực CNTT ",
            "Mỗi chuyên ngành có nơi làm việc khác nhau như công nghệ thông tin là các doanh nghiệp, công ty, tập đoàn có sử dụng CNTT, khoa học máy tính là  Công ty sản xuất, gia công, bảo trì phần mềm, kĩ thuật phần mềm là Công ty chuyên về thiết kế, phát triển phần mềm, và hệ thống thông tin là Công ty tư vấn, thiết kế giải pháp CNTT."
         ]
      },
      {
         "tag": "tiletotnghiep",
         "patterns": [
            "tỉ lệ ra trường là bao nhiêu",
            "tỉ lệ tốt nghiệp ra trường là bao nhiêu",
            "tỉ lệ tốt nghiệp của ngành có cao hay không",
            "tỉ lệ có việc làm đúng ngành nghề sau khi ra trường là bao nhiêu",
            "tỉ lệ ra trường của ngành cntt",
            "ngành cntt ra trường tỉ lệ cao không",
            "cntt tốt nghiệp bao nhiêu phần trăm vậy",
            "khả năng tốt nghiệp ngành cntt cao không",
            "ra trường ngành cntt có cao không",
            "không tốt nghiệp ngành cntt thế nào",
            "tỉ lệ ra trường của ngành khoa học máy tính",
"ngành khoa học máy tính ra trường tỉ lệ cao không",
"khoa học máy tính tốt nghiệp bao nhiêu phần trăm vậy",
"khả năng tốt nghiệp ngành khoa học máy tính cao không",
"tỉ lệ ra trường của ngành kĩ thuật phần mềm",
"ngành kĩ thuật phần mềm ra trường tỉ lệ cao không",
"kĩ thuật phần mềm tốt nghiệp bao nhiêu phần trăm vậy",
"khả năng tốt nghiệp ngành kĩ thuật phần mềm cao không",
"tỉ lệ ra trường của ngành hệ thống thông tin",
"ngành hệ thống thông tin ra trường tỉ lệ cao không",
"hệ thống thông tin tốt nghiệp bao nhiêu phần trăm vậy",
"khả năng tốt nghiệp ngành hệ thống thông tin cao không"
         ],
         "responses": [
            "Tỉ lệ ra trường của ngành công nghệ thông tin năm 2015 là 66.1%.",
            "Tỉ việc ra trường của ngành khoa học máy tính 2015 là 36.7%.",
            "Tỉ lệ ra trường của ngành kĩ thuật phần mềm năm 2015 là 69.6%. ",
            "Tỉ lệ ra trường của ngành hệ thống thông tin năm 2015 là 56.3%. ",
            "Năm 2015 tỉ lệ ra trường các ngành công nghệ thông tin là 66.1, Khoa học máy tính là 36.7, Kĩ thuật phần mềm là 69.6 và Hệ thống thông tin là 56.3."
         ]
      },
      {
         "tag": "trinhdotienganh",
         "patterns": [
            "Khả năng tính toán và trình độ Tiếng Anh không tốt thi có ổn không",
            "không giỏi tiếng anh và sử dụng máy tính cũng không tốt lắm thì có hợp không",
            "Nếu e không biết gì về máy tính có thi đc không",
            "Thầy cô cho em hỏi ngành công nghệ thông tin, có cần phải quan tâm nhiều đến tiếng anh không ạ"
         ],
         "responses": [
            "Trường sẽ đào tạo từ cơ bản đến nâng cao"
         ]
      },
      {
         "tag": "hocbong",
         "patterns": [
            "nếu học xong muốn xin học bổng",
            "các nguồn Học bổng hỗ trợ học tập như thế nào?",
            "Có chương trình học bổng hay hỗ trợ học phí cho tân sinh viên ngành CNTT không ạ",
            "Có chương trình học bổng hay hỗ trợ học phí cho tân sinh viên ngành CNTT không ạ?",
            "điều kiện gia đình gặp khó khăn thì khi đăng kí vào trường có được ưu đãi không ạ?",
            "em muốn nhận học bổng thì cần điều kiện gì",
            "nhà em nghèo quá có được nhận học bổng không",
            "có được nhận học bổng không",
            "nếu học xong muốn xin học bổng làm như thế nào",
            "em học giỏi và muốn được nhận học bổng thì phải làm sao",
            "trường có những học bổng nào cho tân sinh viên ạ?",
            "có những chương trình Học bổng, ưu đãi dành cho học sinh không"
         ],
         "responses": [
            " 700 suất học bổng (3.000.000đ/suất) cho tân sinh viên có điểm trúng tuyển cao (ưu tiên cho các ngành học tại Khu Hòa An).100 suất học bổng học tập ngắn hạn ở nước ngoài (30 suất cho các ngành chương trình tiên tiến và chương trình chất lượng cao).Giảm 50% học phí năm thứ nhất cho nữ sinh trúng tuyển các ngành chương trình đại trà: Kỹ thuật cơ khí, Kỹ thuật điện, Kỹ thuật cơ điện tử, Kỹ thuật điều khiển và tự động hóa.Nhiều học bổng tài trợ từ cơ quan, doanh nghiệp cho tân sinh viên có hoàn cảnh khó khăn và điểm trúng tuyển cao."
         ]
      },
      {
         "tag": "kytucxa",
         "patterns": [
            " ở ký túc xá  có cần điều kiện gì không",
            "kiến trúc xa trường thế nào",
            "ký túc xá giá cả ra sao",
            "trường có hỗ trợ ký túc xá không",
            "trường có ký túc xá không",
            "Trường có hỗ trợ chỗ ở không",
            "Trường có hỗ trợ kí túc xá không ạ",
            "kí túc xá trường tốt không",
            "chổ ở của trường có tốt không"
         ],
         "responses": [
            "Ký túc xá (KTX) Trường Đại học Cần Thơ - địa chỉ tin cậy cho sinh viên an tâm sinh hoạt, học tập và rèn luyện. Với sức chứa hơn 10.000 sinh viên tọa lạc tại khu 2 và khu Hòa An (Phụng Hiệp - Hậu Giang), là nơi rất thuận tiện trong việc ăn ở, sinh hoạt và học tập tại Trường. KTX có hàng rào bao quanh, có lực lượng bảo vệ chuyên nghiệp 24/24.Tất cả sinh viên có nhu cầu ở KTX đều được bố trí vào ở ngay sau khi nộp hồ sơ nhập học."
         ]
      },
      {
         "tag": "hocphi",
         "patterns": [
            "học phí",
            "chi phí học là bao nhiêu",
            "một năm chi phí học là bao nhiêu",
            "Học phí ngành CNTT là bao nhiêu ạ",
            "Cho em hỏi nếu mình học ngành công nghệ thông tin thì chi phí 1 năm học khoảng bao nhiêu ạ",
            "Cho em hỏi về học phí CNTT",
            "CNTT chất lượng cao học phí sao ạ",
            "Học phí có cố định không ạ",
            "Học phí của ngành là bao nhiêu",
            "Học phí ra sao",
            "mức học phí là bao nhiêu vậy ạ",
            "Học phí tính theo tín chỉ hay theo năm vậy ạ?",
            "ngành cntt tiền học phí bao nhiêu ạ",
            "Học phí 1 năm của cntt là bao nhiêu",
            "Học phí đóng theo tháng hay cả học kì vậy ạ",
            "học phí ngành cntt",
            "chi phí học 1 năm của ngành cntt",
            "ngành cntt học có tốn kém không",
            "học phí ngành khoa học máy tính là bao nhiêu ạ",
  "học phí ngành hệ thống thông tin là bao nhiêu ạ",
  "học phí ngành kĩ thuật phần mềm là bao nhiêu ạ",
  "cho em hỏi nếu mình học ngành khoa học máy tính thì chi phí 1 năm học khoảng bao nhiêu ạ",
  "cho em hỏi nếu mình học ngành hệ thống thông tin thì chi phí 1 năm học khoảng bao nhiêu ạ",
  "cho em hỏi nếu mình học ngành kĩ thuật phần mềm thì chi phí 1 năm học khoảng bao nhiêu ạ",
  "cho em hỏi về học phí khoa học máy tính",
  "cho em hỏi về học phí hệ thống thông tin",
  "cho em hỏi về học phí kĩ thuật phần mềm",
  "khoa học máy tính chất lượng cao học phí sao ạ",
  "hệ thống thông tin chất lượng cao học phí sao ạ",
  "kĩ thuật phần mềm chất lượng cao học phí sao ạ",
  "ngành khoa học máy tính tiền học phí bao nhiêu ạ",
  "ngành hệ thống thông tin tiền học phí bao nhiêu ạ",
  "ngành kĩ thuật phần mềm tiền học phí bao nhiêu ạ",
  "học phí 1 năm của khoa học máy tính là bao nhiêu",
  "học phí 1 năm của hệ thống thông tin là bao nhiêu",
  "học phí 1 năm của kĩ thuật phần mềm là bao nhiêu",
  "học phí ngành khoa học máy tính",
  "học phí ngành hệ thống thông tin",
  "học phí ngành kĩ thuật phần mềm",
  "chi phí học 1 năm của ngành khoa học máy tính",
  "chi phí học 1 năm của ngành hệ thống thông tin",
  "chi phí học 1 năm của ngành kĩ thuật phần mềm",
  "ngành khoa học máy tính học có tốn kém không",
  "ngành hệ thống thông tin học có tốn kém không",
  "ngành kĩ thuật phần mềm học có tốn kém không"
         ],
         "responses": [
            "Trung bình học phí là 11,7 triệu đối với đại trà, 30 triệu/năm với hệ CLC  - Học phần giáo dục đại cương 280.000 , học phần cơ sở và chuyên nghành thuộc ngành 1 là 280.000 và nhóm ngành 2 là 332.000, có thể xem tại đây https://dfa.ctu.edu.vn/images/upload/VBCapTruong/MucHocPhi_2021.pdf Học phí có mức dao động. Cũng tùy thuộc vào số tín chỉ em đăng ký học trong học kỳ"
         ]
      },
      {
         "tag": "hoso",
         "patterns": [
            "hồ sơ cần những gì",
            "bộ hồ sờ có gì là được",
            "em cần chuẩn bị hồ sơ như thế nào",
            "Về hồ sơ xét tuyển sau ạ",
            "Hồ sơ xét tuyển gồm những gì ạ",
            "chuẩn bị hồ sơ thế nào vậy ạ",
            "Muốn nhập học cần chuẩn bị hồ sơ thế nào vậy ạ"
         ],
         "responses": [
            "Mỗi thí sinh được quyền đăng ký xét tuyển vào Trường bằng nhiều phương thức khác nhau, mỗi phương thức nộp 01 bộ hồ sơ riêng và không có sự ràng buộc nào giữa những nguyện vọng do thí sinh đăng ký trong các phương thức.Trường hợp đăng ký nhiều phương thức cùng trường hoặc khác trường (trong đó có phương thức 2): khi trúng tuyển và xác nhận nhập học trước khi phương thức 2 công bố kết quả thì thí sinh không được xét tuyển theo phương thức 2 nữa; ngược lại, nếu không trúng tuyển hoặc chưa xác nhận nhập học thì vẫn được xét tuyển ở phương thức 2."
         ]
      },
      {
         "tag": "tilecovieclam",
         "patterns": [
            "Cho em hỏi nhu cầu việc làm của xã hội về các ngành CNTT hiện nay là bao nhiêu phần trăm?",
            "Tỉ lệ tìm kiếm việc làm ngành CNTT cao không ạ",
            "cơ hội việc làm ngành CNTT là khoảng bao nhiêu % ạ",
            "Tỉ lệ sau khi tốt nghiệp ngành CNTT có việc làm là bao nhiêu ạ",
            "Ngành CNTT dễ tìm kiếm việc làm không ạ",
            "Cho em hỏi ngành CNTT tỉ lệ việc làm vài năm tới có thể là bao nhiêu ạ?",
            "Cơ hội nghề nghiệp của sinh viên học ngành này sau khi ra trường là bao nhiêu",
            "cơ hội tìm việc làm",
            "tỷ lệ việc làm có cao không",
            "Em hỏi về cơ hội việc làm",
            "Cho em hỏi nhu cầu việc làm hiện nay là bao nhiêu phần trăm",
            "ngành này có phổ biến không",
            "cơ hội tìm được việc làm cao hay thấp ạ",
            "Xin cho em biết nhu cầu tuyển dụng của các Ngành CNTT ",
            "tỉ lệ có việc làm của ngành cntt là bao nhiêu vậy ạ",
            "ngành cntt có việc làm cao không",
            "cho em hỏi nhu cầu việc làm của xã hội về các ngành khoa học máy tính hiện nay là bao nhiêu phần trăm?",
"cho em hỏi nhu cầu việc làm của xã hội về các ngành hệ thống thông tin hiện nay là bao nhiêu phần trăm?",
"cho em hỏi nhu cầu việc làm của xã hội về các ngành kĩ thuật phần mềm hiện nay là bao nhiêu phần trăm?",
"tỉ lệ tìm kiếm việc làm ngành khoa học máy tính cao không ạ",
"tỉ lệ tìm kiếm việc làm ngành hệ thống thông tin cao không ạ",
"tỉ lệ tìm kiếm việc làm ngành kĩ thuật phần mềm cao không ạ",
"cơ hội việc làm ngành khoa học máy tính là khoảng bao nhiêu % ạ",
"cơ hội việc làm ngành hệ thống thông tin là khoảng bao nhiêu % ạ",
"cơ hội việc làm ngành kĩ thuật phần mềm là khoảng bao nhiêu % ạ",
"tỉ lệ sau khi tốt nghiệp ngành khoa học máy tính có việc làm là bao nhiêu ạ",
"tỉ lệ sau khi tốt nghiệp ngành hệ thống thông tin có việc làm là bao nhiêu ạ",
"tỉ lệ sau khi tốt nghiệp ngành kĩ thuật phần mềm có việc làm là bao nhiêu ạ",
"ngành khoa học máy tính dễ tìm kiếm việc làm không ạ",
"ngành hệ thống thông tin dễ tìm kiếm việc làm không ạ",
"ngành kĩ thuật phần mềm dễ tìm kiếm việc làm không ạ",
"cho em hỏi ngành khoa học máy tính tỉ lệ việc làm vài năm tới có thể là bao nhiêu ạ?",
"cho em hỏi ngành hệ thống thông tin tỉ lệ việc làm vài năm tới có thể là bao nhiêu ạ?",
"cho em hỏi ngành kĩ thuật phần mềm tỉ lệ việc làm vài năm tới có thể là bao nhiêu ạ?",
"xin cho em biết nhu cầu tuyển dụng của các ngành khoa học máy tính ",
"xin cho em biết nhu cầu tuyển dụng của các ngành hệ thống thông tin ",
"xin cho em biết nhu cầu tuyển dụng của các ngành kĩ thuật phần mềm ",
"tỉ lệ có việc làm của ngành khoa học máy tính là bao nhiêu vậy ạ",
"tỉ lệ có việc làm của ngành hệ thống thông tin là bao nhiêu vậy ạ",
"tỉ lệ có việc làm của ngành kĩ thuật phần mềm là bao nhiêu vậy ạ",
"ngành khoa học máy tính có việc làm cao không",
"ngành hệ thống thông tin có việc làm cao không",
"ngành kĩ thuật phần mềm có việc làm cao không"
         ],
         "responses": [
            "Tỉ lệ việc làm của ngành công nghệ thông tin là 51.85%, Công nghệ thông tin chất lượng cao là 82.76%","Ngành Khoa học máy tính tỉ lệ có việc làm là 47.06%","Ngành kĩ thuật phần mềm tỉ lệ có việc làm là 75.00%","Ngành Hệ thống thông tin tỉ lệ có việc làm là 53.62%",
            "Khảo sát từ tháng 3/2021 tỉ lệ  việc làm của ngành công nghệ thông tin là 51.85%, Công nghệ thông tin chất lượng cao là 82.76% và Ngành Khoa học máy tính là 47.06%, Ngành kĩ thuật phần mềm tỉ lệ có việc làm là 75.00%, Ngành Hệ thống thông tin là 53.62%"
         ]
      },
      {
         "tag": "saudaihoc",
         "patterns": [
            "Ngành CNTT sau khi học xong đại học, có cơ hội học lên thạc sĩ hay tiến sĩ không ạ",
            "Điều kiện học lên thạc sĩ và tiến sĩ ngành CNTT như thế nào ạ",
            "học cntt có cơ hội học thạc sĩ không ạ"
         ],
         "responses": [
            "Bồi dưỡng trình độ ngoại ngữ tùy cấp độ để đạt trình độ theo quy định cho ứng viên và học viên sau đại học.Bồi dưỡng kiến thức cho ứng viên nghiên cứu sinh (tiền tiến sĩ).Bồi dưỡng chuyên môn trình độ sau đại học để nâng cao kiến thức, kỹ năng theo nhu cầu người học và địa phương."
         ]
      },
      {
         "tag": "kinangcanthiet",
         "patterns": [
            "Để theo đuổi ngành CNTT thì em cần chuẩn bị những gì cho bản thân,về kĩ năng ",
            "Cho em hỏi là CNTT có cần có kĩ năng đánh máy từ bây giờ không ạ?",
            "Em chưa tiếp xúc với máy tính nhiều có học được không ạ",
            "vậy làm thể nào để em có thể nắm bắt kiến thức của ngành này?"
         ],
         "responses": [
            "em cần chuẩn bị tốt kiến thức toán, ngoại ngữ, kỹ năng tư duy logic em nhé"
         ]
      },
      {
         "tag": "chitieu",
         "patterns": [
            "Chỉ tiêu của ngành CNTT là bao nhiêu ạ?",
            "Cho em hỏi ngành CNTT lấy chỉ tiêu bao nhiêu ạ",
            "CNTT lấy chỉ tiêu bao nhiêu vậy ạ?",
            "cho em hỏi CNTT năm nay có chỉ tiêu tuyển bao nhiêu người ạ",
            "chỉ tiêu của ngành là bao nhiêu ạ",
            "Số lượng năm nay chỉ tiêu nhiu ạ",
            "Chỉ tiêu công nghệ thông tin số lượng bao nhiêu ạ",
            "năm nay lấy số lượng sinh viên bao nhiêu vậy ạ",
            "chỉ tiêu cntt có cao không ạ",
            "số lượng chỉ tiêu ngành cntt",
            "cntt tuyển sinh bao nhiêu người vậy ạ",
            "chỉ tiêu của ngành khoa học máy tính là bao nhiêu ạ?",
"chỉ tiêu của ngành hệ thống thông tin là bao nhiêu ạ?",
"chỉ tiêu của ngành kĩ thuật phần mềm là bao nhiêu ạ?",
"cho em hỏi ngành khoa học máy tính lấy chỉ tiêu bao nhiêu ạ",
"cho em hỏi ngành hệ thống thông tin lấy chỉ tiêu bao nhiêu ạ",
"cho em hỏi ngành kĩ thuật phần mềm lấy chỉ tiêu bao nhiêu ạ",
"khoa học máy tính lấy chỉ tiêu bao nhiêu vậy ạ?",
"hệ thống thông tin lấy chỉ tiêu bao nhiêu vậy ạ?",
"kĩ thuật phần mềm lấy chỉ tiêu bao nhiêu vậy ạ?",
"cho em hỏi khoa học máy tính năm nay có chỉ tiêu tuyển bao nhiêu người ạ",
"cho em hỏi hệ thống thông tin năm nay có chỉ tiêu tuyển bao nhiêu người ạ",
"cho em hỏi kĩ thuật phần mềm năm nay có chỉ tiêu tuyển bao nhiêu người ạ",
"chỉ tiêu khoa học máy tính số lượng bao nhiêu ạ",
"chỉ tiêu hệ thống thông tin số lượng bao nhiêu ạ",
"chỉ tiêu kĩ thuật phần mềm số lượng bao nhiêu ạ",
"chỉ tiêu khoa học máy tính có cao không ạ",
"chỉ tiêu hệ thống thông tin có cao không ạ",
"chỉ tiêu kĩ thuật phần mềm có cao không ạ",
"số lượng chỉ tiêu ngành khoa học máy tính",
"số lượng chỉ tiêu ngành hệ thống thông tin",
"số lượng chỉ tiêu ngành kĩ thuật phần mềm",
"khoa học máy tính tuyển sinh bao nhiêu người vậy ạ",
"hệ thống thông tin tuyển sinh bao nhiêu người vậy ạ",
"kĩ thuật phần mềm tuyển sinh bao nhiêu người vậy ạ"
         ],
         "responses": [
            "Ngành Công nghệ thông tin ở Ở Khu 2, chỉ tiêu là 140 và ở Khu Hòa An Trường ĐHCT là 40 chỉ tiêu",
            "Chỉ tiêu ngành khoa học máy tính năm 2021 xét theo phương thức 1, 2, 3 và 6 là 80 chỉ tiêu ",
            "Chỉ tiêu ngành kỹ thuật phần mềm năm 2021 là 120 chỉ tiêu ",
            "Chỉ tiêu ngành Hệ thống thông tin là 70 chỉ tiêu",
            "Năm 2021 xét tuyển theo phương thức 1, 2, 3 và 6 thì ngành công nghệ thông tin ở khu 2 chỉ tiêu là 140 và ở Khu Hòa An Trường ĐHCT là 40 chỉ tiêu, Chỉ tiêu ngành khoa học máy tính 2021 xét theo phương thức 1, 2, 3 và 6 là 80 chỉ tiêu, Chỉ tiêu ngành kỹ thuật phần mềm năm 2021 là 120 chỉ tiêu, Chỉ tiêu ngành Hệ thống thông tin là 70 chỉ tiêu"
         ]
      },
      {
         "tag": "tohopxettuyen",
         "patterns": [
            "Cho em hỏi ngành CNTT thì mình xét khối nào?",
            "Ngành CNTT xét học bạ với thi khối nào ạ?",
            "Cho em hỏi CNTT thì nên thi khối nào sẽ thuận lợi hơn ạ?",
            "Cho em hỏi ngành CNTT thi đầu vào là mấy môn và môn nào vậy Thầy và Cô",
            "Khối xét tuyển là khối nào v ạ",
            "khối xét tuyển ngành cntt",
            "Ngành cntt  thi khối nào ạ",
            "thi khối nào sẽ được xét ngành cntt",
            "khối để xét tuyển ngành cntt",
            "cntt thì theo tổ hợp khối nào vậy ạ",
            "khối cntt là khối A đúng không",
            "tổ hợp xét tuyển của ngành cntt",
            "ngành này xét tuyển khối nào v",
            "cho em hỏi ngành khoa học máy tính thì mình xét khối nào?",
"cho em hỏi ngành hệ thống thông tin thì mình xét khối nào?",
"cho em hỏi ngành kĩ thuật phần mềm thì mình xét khối nào?",
"ngành khoa học máy tính xét học bạ với thi khối nào ạ?",
"ngành hệ thống thông tin xét học bạ với thi khối nào ạ?",
"ngành kĩ thuật phần mềm xét học bạ với thi khối nào ạ?",
"cho em hỏi khoa học máy tính thì nên thi khối nào sẽ thuận lợi hơn ạ?",
"cho em hỏi hệ thống thông tin thì nên thi khối nào sẽ thuận lợi hơn ạ?",
"cho em hỏi kĩ thuật phần mềm thì nên thi khối nào sẽ thuận lợi hơn ạ?",
"cho em hỏi ngành khoa học máy tính thi đầu vào là mấy môn và môn nào vậy thầy và cô",
"cho em hỏi ngành hệ thống thông tin thi đầu vào là mấy môn và môn nào vậy thầy và cô",
"cho em hỏi ngành kĩ thuật phần mềm thi đầu vào là mấy môn và môn nào vậy thầy và cô",
"khối xét tuyển ngành khoa học máy tính",
"khối xét tuyển ngành hệ thống thông tin",
"khối xét tuyển ngành kĩ thuật phần mềm",
"ngành khoa học máy tính  thi khối nào ạ",
"ngành hệ thống thông tin  thi khối nào ạ",
"ngành kĩ thuật phần mềm  thi khối nào ạ",
"thi khối nào sẽ được xét ngành khoa học máy tính",
"thi khối nào sẽ được xét ngành hệ thống thông tin",
"thi khối nào sẽ được xét ngành kĩ thuật phần mềm",
"khối để xét tuyển ngành khoa học máy tính",
"khối để xét tuyển ngành hệ thống thông tin",
"khối để xét tuyển ngành kĩ thuật phần mềm",
"khoa học máy tính thì theo tổ hợp khối nào vậy ạ",
"hệ thống thông tin thì theo tổ hợp khối nào vậy ạ",
"kĩ thuật phần mềm thì theo tổ hợp khối nào vậy ạ",
"khối khoa học máy tính là khối a đúng không",
"khối hệ thống thông tin là khối a đúng không",
"khối kĩ thuật phần mềm là khối a đúng không",
"tổ hợp xét tuyển của ngành khoa học máy tính",
"tổ hợp xét tuyển của ngành hệ thống thông tin",
"tổ hợp xét tuyển của ngành kĩ thuật phần mềm"
         ],
         "responses": [
            "Ngành công nghệ thông tin tổ hợp xét tuyển là Toán, Lý, Hóa (A00), Toán, Lý, Tiếng Anh (A01), Với ngành công nghệ thông tin chất lượng cao là Phương thức 2 và 3: Toán, Lý, Tiếng Anh (A01); Toán, Văn, Tiếng Anh (D01); Toán, Hóa, Tiếng Anh (D07) và Phương thức 5: Toán, Lý, Hóa (A00); Toán, Lý, Tiếng Anh (A01); Toán, Văn, Tiếng Anh (D01); Toán, Hóa, Tiếng Anh (D07) ",
            "Ngành khoa học máy tính có tổ hợp xét tuyển: Toán-Lý-Hóa (A00); Toán-Lý-Tiếng Anh (A01)",
            "Ngành kĩ thuật phần mềm có tổ hợp xét tuyển: Toán-Lý-Hóa (A00); Toán-Lý-Tiếng Anh (A01)",
            "Ngành hệ thống thông tin có Tổ hợp xét tuyển: Toán, Lý, Hóa (A00); Toán, Lý, Tiếng Anh (A01)",
            "Ngành công nghệ thông tin tổ hợp xét tuyển là Toán, Lý, Hóa (A00), Toán, Lý, Tiếng Anh (A01), Với ngành công nghệ thông tin chất lượng cao là Phương thức 2 và 3: Toán, Lý, Tiếng Anh (A01); Toán, Văn, Tiếng Anh (D01); Toán, Hóa, Tiếng Anh (D07) và Phương thức 5: Toán, Lý, Hóa (A00); Toán, Lý, Tiếng Anh (A01); Toán, Văn, Tiếng Anh (D01); Toán, Hóa, Tiếng Anh (D07) các Ngành khoa học máy tính và  kĩ thuật phần mềm, hệ thống thông tin có tổ hợp xét tuyển giống với công nghệ thông tin "
         ]
      },
      {
         "tag": "thoigian",
         "patterns": [
            "Cho em hỏi khi nào mình nhận xét học bạ vậy ạ",
            "Cho em hỏi chừng nào trường mới nhận hồ sơ xét học bạ ạ",
            "Khi nào thì trường nhận hồ sơ xét tuyển vậy ạ",
            "Trường mình nhận hồ sơ từ ngày nào ạ",
            "Khi nào Trường mới nhận hồ sơ xét tuyển học bạ",
            "thời gian nhận xét học bạ vậy",
            "ngày nào xét học bạ vậy ạ",
            "ngày nào bắt đầu xét học bạ",
            "thời điểm xét học bạ vậy ạ",
            "Cho em hỏi khi nào trường mới nhận xét điểm học bạ ạ",
            "Khi nào có kết quả trúng tuyển xét học bạ ạ",
            "Chừng nào có hồ sơ xét học bạ ạ"
         ],
         "responses": [
            "Dự kiến từ ngày 01/05/2021 đến hết ngày 15/6/2021.Đăng ký trực tuyến tại website http://xettuyen.ctu.edu.vn"
         ]
      },
      {
         "tag": "chuongtrinhtraodoi",
         "patterns": [
            "Sinh viên ngành CNTT có nhiều cơ hội tham gia các khóa học tập và trao đổi sinh viên quốc tế không",
            "Học ngành CNTT  có cơ hội đi trao đổi nước ngoài không ạ?"
         ],
         "responses": [
            "Hằng năm, Trường Đại Học Cần thơ có tổ chức nhiều chương trình trao đổi sinh viên quốc tế ví dụ như trong năm 2020 có chương trình trao đổi sinh viên 1 học kì tại Đại học Quốc Gia Singagpore."
         ]
      },
      {
         "tag": "nguyencuukhoahoc",
         "patterns": [
            "trong quá trình học ngành CNTT có được nhiều cơ hội tham gia nghiên cứu khoa học không ạ"
         ],
         "responses": [
            "Hằng năm, Khoa công nghệ thông tin có tổ chức các hoạt động nguyên cứu khoa học, các sinh viên có thể tham gia nguyên cứu sáng tạo. Đặc biệt, Khoa còn có phòng nguyên cứu khoa học dành cho sinh viên."
         ]
      },
      {
         "tag": "mucluong",
         "patterns": [
            "ra trường làm việc lương bao nhiêu",
            "Mức lương ra trường sao với các ngành khác",
            "tiền lương ngành này có ok không",
            "mức thu nhập bao nhiêu",
            "Lương trung bình của sinh viên sau khi ra trường",
            "Mức lương trung bình có thể nhận được khi làm ngành này là bao nhiêu",
            "Lương trung bình của sinh viên sau khi ra trường",
            "lương khỏi điểm đa số của ngành khi học xong",
            "lương trung bình cao không"
         ],
         "responses": [
            "không có con số thống kê cụ thể cho tỷ lệ việc làm sau khi ra trường-tùy vào khả năng và trình độ, mức lương sau khi ra trường có thể lên đến 30 triệu"
         ]
      },
      {
         "tag": "hoaan",
         "patterns": [
            "Đại học khu hoà An là sao",
            "khu hòa an ở đâu",
            "Học ở hòa an như thế nào",
            "Hòa an nằm ở đâu v ạ",
            "học ở hòa an là ở đâu",
            "khu Hoà An khác với cần thơ như thế nào vậy",
            "Đại học khu hoà An là sao"
         ],
         "response": [
            "Khu Hòa An là một cơ sở đào tạo của Trường ĐHCT, tọa lạc Số 554, ấp Hòa Đức, xã Hòa An, huyện Phụng Hiệp, tỉnh Hậu Giang, cách thành phố Cần Thơ 45 Km (Địa chỉ: 554, Quốc lộ 61, ấp Hòa Đức, xã Hòa An, huyện Phụng Hiệp, tỉnh Hậu Giang). Sinh viên học tại Khu Hòa An do Khoa Phát triển Nông thôn quản lý và là sinh viên hệ chính quy của Trường Đại học Cần Thơ. Chương trình đào tạo, giảng viên, điều kiện học tập, học phí và bằng cấp hoàn toàn giống như sinh viên học tại thành phố Cần Thơ. Khi trúng tuyển những sinh viên này sẽ học năm thứ nhất và năm thứ 4 tại thành phố Cần Thơ, các năm học còn lại học tại Khu Hòa An."
         ]
      },
      {
         "tag": "chinhsachuutien",
         "patterns": [
            "những đối tượng nào sẽ đươc ưu tiên ạ",
            "Cho em hỏi xem đối tượng ưu tiên ở đâu thế ạ",
            "làm sao để được ưu tiên tuyển thẳng",
            "ưu tiên xét tuyển là sao",
            "ưu tiên xét tuyển cần điều kiện gì",
            "những đối tượng được ưu tiên xét tuyển",
            "những người nào được ưu tiên xét tuyển",
            "những ai được ưu tiên xét tuyển",
            "đối tượng nào được ưu tiên xét tuyển",
            "điều kiện để được ưu tiên xét tuyển",
            "khu vực ưu tiên như thế nào",
            "ưu tiên điểm cộng cho những người nào"
         ],
         "responses": [
            "Điểm ưu tiên khu vực và điểm ưu tiên đối tượng được áp dụng theo Quy chế Tuyển sinh đại học hệ chính quy và các văn bản Hướng dẫn năm 2021 của Bộ GD&ĐT. Để biết chi tiết hơn về ưu tiên thì https://tuyensinh.ctu.edu.vn/chuong-trinh-dai-tra/895-chinh-sach-uu-tien.html"
         ]
      }
   ]
}
